Repository: common-repository/wc-pedido-minimo
Catalog: inc/languages/wc-pedido-minimo-*.po
Languages: es_ar

source: Plugin ativado
es_ar: Plugin activado

source: Ative ou desative o plugin.
es_ar: Active o desactive lo plugin.

source: Selecione o modo de funcionamento
es_ar: Seleccione el modo de operación

source: Escolha se o plugin vai funcionar por valor ou quantidade.
es_ar: Elija si el plugin funcionará por valor o cantidad.

source: Quantidade
es_ar: Cantidad

source: Valor mínimo do pedido em
es_ar: Valor mínimo de pedido em

source: Pedidos com valor inferior não serão finalizados.
es_ar: Los pedidos con un valor inferior no serán finalizados.

source: Quantidade mínima de items no pedido
es_ar: Cantidad mínima de artículos en el pedido

source: Pedidos com quantidade de itens inferior não serão finalizados.
es_ar: Los pedidos con un valor inferior no serán finalizados.

source: Selecione uma função de usuário
es_ar: Seleccione una función de usuario

source: As regras do plugin serão aplicadas somente para a função de usuário selecionada.<br>Ao selecionar "Nenhuma Função", o plugin irá funcionar para qualquer tipo de usuário.
es_ar: Cómo se aplicarán las reglas del complemento durante algún tiempo a un rol de usuario seleccionado. <br> O seleccione "Sin función", o el plugin funcionará para cualquier tipo de usuario.

source: Selecione o(s) método(s) de pagamento
es_ar: Seleccione el modo de pagar

source: Utilize a tecla CTRL para selecionar múltiplas formas de pagamento.<br />Caso selecionada, essa opção irá fazer com que o valor/quantidade mínima seja aplicada somente com a forma de pagamento selecionada.<br />Essa opção só terá validade na etapa de <strong>CHECKOUT</strong>.
es_ar: Utilice la tecla CTRL para seleccionar varias formas de pago. <br /> Si se selecciona, esta opción hará que lo valor/cantidad mínima se aplique solo con la forma de pago seleccionada. <br /> Esta opción solo será válida en <strong> CHECKOUT </strong>.

source: Nenhuma Função
es_ar: Sin función

source: Nenhum
es_ar: Ninguno

source: O Pedido deve ter o valor mínimo de
es_ar: El pedido debe tener un valor mínimo de

source: O Valor total do seu pedido agora é de
es_ar: El valor total de tu pedido ahora es de

source: Você precisa comprar mais %s para atingir o valor mínimo da loja
es_ar: Necesitas comprar más de %s para alcanzar el valor mínimo de la tienda

source: Este pedido requer a(s) seguinte(s) forma(s) de pagamento:
es_ar: Este pedido requiere las siguientes formas de pago:
